{
  "Comment.nvim": {
    "branch": "master"
  },
  "CopilotChat.nvim": {
    "branch": "canary"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "SmoothCursor.nvim": {
    "branch": "main"
  },
  "alpha-nvim": {
    "branch": "main"
  },
  "auto-pairs": {
    "branch": "master"
  },
  "barbar.nvim": {
    "branch": "master"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-emoji": {
    "branch": "main"
  },
  "cmp-nerdfont": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-spell": {
    "branch": "master"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot-cmp": {
    "branch": "master"
  },
  "copilot.lua": {
    "branch": "master"
  },
  "denops-signature_help": {
    "branch": "main"
  },
  "denops.vim": {
    "branch": "main"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "hardtime.nvim": {
    "branch": "main"
  },
  "hererocks": {
    "branch": "master"
  },
  "hlchunk.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lspsaga.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markmap.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "neogit": {
    "branch": "master"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "nightfox.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-hlslens": {
    "branch": "main"
  },
  "nvim-jdtls": {
    "branch": "master"
  },
  "nvim-lsp-file-operations": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-tmux-navigation": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "overseer.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "quick-scope": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rest.nvim": {
    "branch": "main"
  },
  "skkeleton": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "treesj": {
    "branch": "main"
  },
  "typst-preview.nvim": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "vim-highlightedyank": {
    "branch": "master"
  },
  "vim-qfreplace": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
