{
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "SmoothCursor.nvim": {
    "branch": "main"
  },
  "alpha-nvim": {
    "branch": "main"
  },
  "auto-pairs": {
    "branch": "master"
  },
  "barbar.nvim": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-cmdline": {
    "branch": "main"
  },
  "cmp-emoji": {
    "branch": "main"
  },
  "cmp-nerdfont": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp-skkeleton": {
    "branch": "main"
  },
  "cmp-spell": {
    "branch": "master"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot-cmp": {
    "branch": "master"
  },
  "denops.vim": {
    "branch": "main"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "hlchunk.nvim": {
    "branch": "main"
  },
  "in-and-out.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lsp_signature.nvim": {
    "branch": "master"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "markmap.nvim": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "neogit": {
    "branch": "master"
  },
  "neoscroll.nvim": {
    "branch": "master"
  },
  "nightfox.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-hlslens": {
    "branch": "main"
  },
  "nvim-lsp-file-operations": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-markdown": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "quick-scope": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "skkeleton": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "tiny-glimmer.nvim": {
    "branch": "main"
  },
  "treesj": {
    "branch": "main"
  },
  "typst.vim": {
    "branch": "main"
  },
  "vim-qfreplace": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
